{
  "CamelCaseMotion": { "branch": "master" },
  "ReplaceWithRegister": { "branch": "master" },
  "gruvbox-material": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "leap.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "nvim-surround": { "branch": "main" },
  "nvim-various-textobjs": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "targets.vim": { "branch": "master" },
  "vim-easy-align": { "branch": "master" },
  "vim-lastplace": { "branch": "master" },
  "vim-matchit": { "branch": "master" },
  "vim-nightfly-guicolors": { "branch": "master" },
  "vim-repeat": { "branch": "master" },
  "vim-textobj-user": { "branch": "master" }
}